Repository: yaseminsalan/Bankalist
Catalog: enquraCase/Languages/*.lproj/Localizable.strings
Languages: tr

source: Search here...
tr: Burada ara...

source: No Internet connection
tr: İnternet bağlantısı yok

source: Make sure your device is connected to the internet
tr: Cihazınızın internete bağlı olduğundan emin olun

source: OK
tr: Tamam

source: Warning
tr: Uyarı

source: Currently No Bank Information.
tr: Şuan Banka Bilgisi Bulunmamaktadır.

source: Error
tr: Hata

source: An Error Has Occurred. Please Try Again Later.
tr: Şuan Bir Hata Oluştu.Lütfen Data Sonra Tekrar Deneyin.

source: The name of the Bank
tr: Banka Adı

source: Bank's Address
tr: Bankanın Adresi

source: Bank Type
tr: Banka Tipi

source: Bank Status
tr: Banka Durumu

source: Nearest ATM
tr: En Yakın ATM

source: Get Directions
tr: Yol Tarifi Al
